Repository: vittorioscocca/KidBox
Catalog: KidBox/KidBox/Localizable.xcstrings
Source language: it
Languages: en, es, fr

source: Notifiche spesa attive.
en: Shopping notifications on.
es: Notificaciones de la compra activas.
fr: Notifications de courses activées.

source: Notifiche spesa disattivate.
en: Shopping notifications off.
es: Notificaciones de la compra desactivadas.
fr: Notifications de courses désactivées.

source: Notifiche spese attive.
en: Expense notifications on.
es: Notificaciones de gastos activas.
fr: Notifications de dépenses activées.

source: Notifiche spese disattivate.
en: Expense notifications off.
es: Notificaciones de gastos desactivadas.
fr: Notifications de dépenses désactivées.

source: Numeri
en: Numbers
es: Números
fr: Chiffres

source: Numeri di telefono
en: Phone numbers
es: Números de teléfono
fr: Numéros de téléphone

source: Numero di serie
en: Serial number
es: Número de serie
fr: Numéro de série

source: Numero documento
en: Document number
es: Número del documento
fr: Numéro du document

source: Numero giorni
en: Number of days
es: Número de días
fr: Nombre de jours

source: Numero patente
en: License number
es: Número de carné
fr: Numéro de permis

source: Numero telaio / VIN
en: Chassis number / VIN
es: Número de bastidor / VIN
fr: Numéro de châssis / VIN

source: Nuova Cura
en: New Treatment
es: Nuevo tratamiento
fr: Nouveau traitement

source: Nuova cartella
en: New folder
es: Nueva carpeta
fr: Nouveau dossier

source: Nuova categoria
en: New category
es: Nueva categoría
fr: Nouvelle catégorie

source: Nuova conversazione
en: New conversation
es: Nueva conversación
fr: Nouvelle conversation

source: Nuova cura
en: New treatment
es: Nuevo tratamiento
fr: Nouveau traitement

source: Nuova famiglia
en: New family
es: Nueva familia
fr: Nouvelle famille

source: Nuova lista
en: New list
es: Nueva lista
fr: Nouvelle liste

source: Nuova nota
en: New note
es: Nueva nota
fr: Nouvelle note

source: Nuova password
en: New password
es: Nueva contraseña
fr: Nouveau mot de passe

source: Nuova scadenza
en: New deadline
es: Nuevo vencimiento
fr: Nouvelle échéance

source: Nuova spesa
en: New expense
es: Nuevo gasto
fr: Nouvelle dépense

source: Nuova zona
en: New zone
es: Nueva zona
fr: Nouvelle zone

source: Nuovi
en: New
es: Nuevos
fr: Nouveaux

source: Nuovo Esame
en: New Exam
es: Nuevo examen
fr: Nouvel examen

source: Nuovo Medico
en: New Doctor
es: Nuevo médico
fr: Nouveau médecin

source: Nuovo Vaccino
en: New Vaccine
es: Nueva vacuna
fr: Nouveau vaccin

source: Nuovo album
en: New album
es: Nuevo álbum
fr: Nouvel album

source: Nuovo album…
en: New album…
es: Nuevo álbum…
fr: Nouvel album…

source: Nuovo animale domestico
en: New pet
es: Nueva mascota
fr: Nouvel animal

source: Nuovo biglietto
en: New ticket
es: Nuevo billete
fr: Nouveau billet

source: Nuovo contatto
en: New contact
es: Nuevo contacto
fr: Nouveau contact

source: Nuovo documento
en: New document
es: Nuevo documento
fr: Nouveau document

source: Nuovo elemento
en: New item
es: Nuevo elemento
fr: Nouvel élément

source: Nuovo evento
en: New event
es: Nuevo evento
fr: Nouvel événement

source: Nuovo in %@
en: New in %@
es: Nuevo en %@
fr: Nouveau dans %@

source: Nuovo intervento
en: New service record
es: Nueva intervención
fr: Nouvelle intervention

source: Nuovo owner
en: New owner
es: Nuevo propietario
fr: Nouveau propriétaire

source: Nuovo prodotto
en: New product
es: Nuevo producto
fr: Nouveau produit

source: Nuovo to-do
en: New to-do
es: Nueva tarea
fr: Nouvelle tâche

source: Nuovo veicolo
en: New vehicle
es: Nuevo vehículo
fr: Nouveau véhicule

source: OTP configurato
en: OTP configured
es: OTP configurado
fr: OTP configuré

source: Oculista
en: Ophthalmologist
fr: Ophtalmologue

source: Officina
en: Repair shop
es: Taller
fr: Garage

source: Oggi
en: Today
es: Hoy
fr: Aujourd'hui

source: Ogni %lld anni
en: Every %lld years
es: Cada %lld años
fr: Tous les %lld ans

source: Ogni %lld giorni
en: Every %lld days
es: Cada %lld días
fr: Tous les %lld jours

source: Ogni %lld mesi
en: Every %lld months
es: Cada %lld meses
fr: Tous les %lld mois

source: Ogni 1 anno
en: Every 1 year
es: Cada 1 año
fr: Tous les 1 an

source: Ogni 15 giorni
en: Every 15 days
es: Cada 15 días
fr: Tous les 15 jours

source: Ogni 7 giorni
en: Every 7 days
es: Cada 7 días
fr: Tous les 7 jours

source: Ogni argomento (cardiologia, urologia, Apple Salute…) apre andamento nel tempo, visite ed esami correlati.
en: Each topic (cardiology, urology, Apple Health…) opens trends over time, related visits and exams.
es: Cada tema (cardiología, urología, Apple Salud…) abre la evolución en el tiempo, visitas y exámenes relacionados.
fr: Chaque sujet (cardiologie, urologie, Apple Santé…) ouvre les tendances dans le temps, les visites et examens associés.

source: Ogni documento, sempre a portata di mano
en: Every document, always at hand
es: Cada documento, siempre a mano
fr: Chaque document, toujours à portée de main

source: Ogni lunedì alle 08:00 ricevi una notifica con un breve recap generato dall'AI: scadenze, cure, eventi chiave e un suggerimento pratico per la settimana.
en: Every Monday at 8:00 AM you get a notification with a short AI-generated recap: deadlines, treatments, key events and a practical tip for the week.
es: Cada lunes a las 8:00 recibes una notificación con un breve resumen generado por la IA: vencimientos, tratamientos, eventos clave y un consejo práctico para la semana.
fr: Chaque lundi à 8h00, vous recevez une notification avec un court récap généré par l'IA : échéances, traitements, événements clés et une astuce pratique pour la semaine.

source: Ogni piano include un numero di messaggi AI al giorno per membro. Il contatore si azzera a mezzanotte.
en: Each plan includes a number of AI messages per day per member. The counter resets at midnight.
es: Cada plan incluye un número de mensajes de IA al día por miembro. El contador se reinicia a medianoche.
fr: Chaque forfait inclut un nombre de messages IA par jour et par membre. Le compteur se réinitialise à minuit.

source: Ogni viaggio è diverso
en: Every trip is different
es: Cada viaje es diferente
fr: Chaque voyage est différent

source: Operazione in corso…
en: Operation in progress…
es: Operación en curso…
fr: Opération en cours…

source: Ora
en: Time
es: Hora
fr: Heure

source: Ora di arrivo
en: Arrival time
es: Hora de llegada
fr: Heure d'arrivée

source: Ora di partenza
en: Departure time
es: Hora de salida
fr: Heure de départ

source: Orari di studio
en: Office hours
es: Horarios de consulta
fr: Horaires de consultation

source: Orari liberi
en: Free times
es: Horarios libres
fr: Créneaux libres

source: Orari somministrazione
en: Administration times
es: Horarios de administración
fr: Horaires d'administration

source: Orari somministrazione:
en: Administration times:
es: Horarios de administración:
fr: Horaires d'administration :

source: Orari: %@
en: Times: %@
es: Horarios: %@
fr: Horaires : %@

source: Orario
en: Time
es: Hora
fr: Heure

source: Orario nel giorno di assunzione (ogni %lld giorni).
en: Time on the intake day (every %lld days).
es: Hora en el día de toma (cada %lld días).
fr: Heure le jour de prise (tous les %lld jours).

source: Orario notifica (giorni di dose):
en: Notification time (dose days):
es: Hora de notificación (días de dosis):
fr: Heure de notification (jours de dose) :

source: Orario programmato: %@
en: Scheduled time: %@
es: Hora programada: %@
fr: Heure programmée : %@

source: Orario promemoria
en: Reminder time
es: Hora del recordatorio
fr: Heure du rappel

source: Ordine pagine (%lld file)
en: Page order (%lld files)
es: Orden de páginas (%lld archivos)
fr: Ordre des pages (%lld fichiers)

source: Organizza i tuoi viaggi con itinerari, documenti e checklist, il tutto condiviso con chi parte con te.
en: Organize your trips with itineraries, documents and checklists, all shared with whoever's traveling with you.
es: Organiza tus viajes con itinerarios, documentos y listas de verificación, todo compartido con quien viaja contigo.
fr: Organisez vos voyages avec itinéraires, documents et listes de contrôle, le tout partagé avec ceux qui partent avec vous.

source: Organizzazione
en: Organization
es: Organización
fr: Organisation

source: Ortopedico
en: Orthopedist
es: Ortopedista
fr: Orthopédiste

source: Ospedale: %@
en: Hospital: %@
es: Hospital: %@
fr: Hôpital : %@

source: Otorinolaringoiatra
en: ENT specialist
es: Otorrinolaringólogo
fr: ORL

source: PARTENZA
en: DEPARTURE
es: SALIDA
fr: DÉPART

source: PDF da sbloccare
en: PDF to unlock
es: PDF por desbloquear
fr: PDF à déverrouiller

source: PIANIFICA UN VIAGGIO
en: PLAN A TRIP
es: PLANIFICAR UN VIAJE
fr: PLANIFIER UN VOYAGE

source: Paese: %@
en: Country: %@
es: País: %@
fr: Pays : %@

source: Pagine scansionate (%lld)
en: Scanned pages (%lld)
es: Páginas escaneadas (%lld)
fr: Pages scannées (%lld)

source: Pane e Cereali
en: Bread and Cereals
es: Pan y cereales
fr: Pain et céréales

source: Panoramica
en: Overview
es: Resumen
fr: Aperçu

source: Parametri monitorati
en: Monitored parameters
es: Parámetros monitorizados
fr: Paramètres surveillés

source: Parcheggio
en: Parking
es: Aparcamiento
fr: Parking

source: Partenza
en: Departure
es: Salida
fr: Départ

source: Passa a %@ per più messaggi
en: Upgrade to %@ for more messages
es: Pasa a %@ para más mensajes
fr: Passez à %@ pour plus de messages

source: Passa a Pro o Max per pianificare viaggi con l'AI.
en: Upgrade to Pro or Max to plan trips with AI.
es: Pasa a Pro o Max para planificar viajes con la IA.
fr: Passez à Pro ou Max pour planifier des voyages avec l'IA.

source: Passa a Pro per 20 messaggi AI al giorno per membro, o a Max per 100.
en: Upgrade to Pro for 20 AI messages per day per member, or Max for 100.
es: Pasa a Pro para 20 mensajes de IA al día por miembro, o a Max para 100.
fr: Passez à Pro pour 20 messages IA par jour et par membre, ou à Max pour 100.

source: Passa a Pro per accedere all'assistente che conosce calendario, spesa, salute dei tuoi figli, animali, casa, garage e molto altro.
en: Upgrade to Pro to access the assistant that knows your children's calendar, shopping, health, pets, home, garage and much more.
es: Pasa a Pro para acceder al asistente que conoce el calendario, la compra, la salud de tus hijos, las mascotas, la casa, el garaje y mucho más.
fr: Passez à Pro pour accéder à l'assistant qui connaît le calendrier, les courses, la santé de vos enfants, les animaux, la maison, le garage et bien plus.

source: Passaporto
en: Passport
es: Pasaporte
fr: Passeport

source: Passi e energia (7 giorni)
en: Steps and energy (7 days)
es: Pasos y energía (7 días)
fr: Pas et énergie (7 jours)

source: Passi oggi: %lld
en: Steps today: %lld
es: Pasos hoy: %lld
fr: Pas aujourd'hui : %lld

source: Passi, cuore, pressione, O₂, ECG
en: Steps, heart, blood pressure, O₂, ECG
es: Pasos, corazón, tensión, O₂, ECG
fr: Pas, cœur, tension, O₂, ECG

source: Passi, cuore, pressione, ossigeno, ECG e allenamenti sincronizzati da questo iPhone.
en: Steps, heart, blood pressure, oxygen, ECG and workouts synced from this iPhone.
es: Pasos, corazón, tensión, oxígeno, ECG y entrenamientos sincronizados desde este iPhone.
fr: Pas, cœur, tension, oxygène, ECG et entraînements synchronisés depuis cet iPhone.

source: Passphrase export
en: Export passphrase
es: Frase de contraseña de exportación
fr: Phrase secrète d'export

source: Passphrase import (se file cifrato)
en: Import passphrase (if file is encrypted)
es: Frase de contraseña de importación (si el archivo está cifrado)
fr: Phrase secrète d'import (si fichier chiffré)

source: Password del PDF
en: PDF password
es: Contraseña del PDF
fr: Mot de passe du PDF

source: Password dimenticata?
en: Forgot password?
es: ¿Olvidaste la contraseña?
fr: Mot de passe oublié ?

source: Password disponibili per AutoFill
en: Passwords available for AutoFill
es: Contraseñas disponibles para Autorrelleno
fr: Mots de passe disponibles pour le remplissage auto

source: Password modificata: %@
en: Password changed: %@
es: Contraseña modificada: %@
fr: Mot de passe modifié : %@

source: Password non trovata
en: Password not found
es: Contraseña no encontrada
fr: Mot de passe introuvable

source: Patente
en: Driving licence
es: Carné de conducir
fr: Permis de conduire

source: Pattern salute AI
en: AI health patterns
es: Patrones de salud IA
fr: Tendances santé IA

source: Pausa audio
en: Pause audio
es: Pausar audio
fr: Mettre l'audio en pause

source: Pediatra
en: Pediatrician
fr: Pédiatre

source: Per categoria
en: By category
es: Por categoría
fr: Par catégorie

source: Per i bug, KidBox allega automaticamente i log diagnostici dell'app (gli stessi usati per i crash report).
en: For bugs, KidBox automatically attaches the app's diagnostic logs (the same ones used for crash reports).
es: Para los errores, KidBox adjunta automáticamente los registros de diagnóstico de la app (los mismos que se usan para los informes de fallos).
fr: Pour les bugs, KidBox joint automatiquement les journaux de diagnostic de l'app (les mêmes que pour les rapports de plantage).

source: Per il controllo sicurezza password (Have I Been Pwned), KidBox usa k-anonymity: invia solo i primi 5 caratteri dell'hash SHA-1, mai la password in chiaro.
en: For the password security check (Have I Been Pwned), KidBox uses k-anonymity: it sends only the first 5 characters of the SHA-1 hash, never the plaintext password.
es: Para la comprobación de seguridad de contraseñas (Have I Been Pwned), KidBox usa k-anonymity: solo envía los 5 primeros caracteres del hash SHA-1, nunca la contraseña en claro.
fr: Pour la vérification de sécurité des mots de passe (Have I Been Pwned), KidBox utilise le k-anonymity : il n'envoie que les 5 premiers caractères du hachage SHA-1, jamais le mot de passe en clair.

source: Per selezionare un contatto, abilita l'accesso ai contatti nelle impostazioni.
en: To select a contact, enable contacts access in settings.
es: Para seleccionar un contacto, activa el acceso a los contactos en los ajustes.
fr: Pour sélectionner un contact, activez l'accès aux contacts dans les réglages.

source: Per te, questa settimana
en: For you, this week
es: Para ti, esta semana
fr: Pour vous, cette semaine

source: Per usare KidBox al meglio ti consigliamo di aggiornare all'ultima versione: contiene miglioramenti e correzioni.
en: To get the most out of KidBox we recommend updating to the latest version: it contains improvements and fixes.
es: Para aprovechar KidBox al máximo te recomendamos actualizar a la última versión: contiene mejoras y correcciones.
fr: Pour profiter au mieux de KidBox, nous vous recommandons de mettre à jour vers la dernière version : elle contient des améliorations et des corrections.

source: Per usare l'AI devi prima accettare le condizioni d'uso in Impostazioni → Assistente AI.
en: To use the AI you must first accept the terms of use in Settings → AI Assistant.
es: Para usar la IA primero debes aceptar las condiciones de uso en Ajustes → Asistente IA.
fr: Pour utiliser l'IA, vous devez d'abord accepter les conditions d'utilisation dans Réglages → Assistant IA.

source: Perfetto. Pianificheremo per %lld %@.
en: Perfect. We'll plan for %lld %@.
es: Perfecto. Planificaremos para %lld %@.
fr: Parfait. Nous planifierons pour %lld %@.

source: Periodicità (mesi)
en: Frequency (months)
es: Periodicidad (meses)
fr: Périodicité (mois)

source: Periodo personalizzato
en: Custom period
es: Periodo personalizado
fr: Période personnalisée

source: Periodo rapido
en: Quick period
es: Periodo rápido
fr: Période rapide

source: Personalizza date e viaggiatori
en: Customize dates and travelers
es: Personaliza fechas y viajeros
fr: Personnaliser les dates et les voyageurs

source: Personalizza frequenza assunzione
en: Customize intake frequency
es: Personaliza la frecuencia de toma
fr: Personnaliser la fréquence de prise

source: Personalizza orari
en: Customize times
es: Personaliza los horarios
fr: Personnaliser les horaires

source: Personalizza per %@
en: Customize for %@
es: Personaliza para %@
fr: Personnaliser pour %@

source: Personalizzato
en: Custom
es: Personalizado
fr: Personnalisé

source: Persone da contattare in caso di emergenza (nonni, babysitter, secondo genitore…)
en: People to contact in an emergency (grandparents, babysitter, second parent…)
es: Personas a contactar en caso de emergencia (abuelos, canguro, segundo progenitor…)
fr: Personnes à contacter en cas d'urgence (grands-parents, baby-sitter, second parent…)

source: Piani KidBox
en: KidBox Plans
es: Planes KidBox
fr: Forfaits KidBox

source: Piani disponibili
en: Available plans
es: Planes disponibles
fr: Forfaits disponibles

source: Pianifica con l'AI
en: Plan with AI
es: Planifica con la IA
fr: Planifiez avec l'IA

source: Pianifica questo viaggio
en: Plan this trip
es: Planificar este viaje
fr: Planifier ce voyage

source: Pianificazione AI: %lld giorni · %lld messaggi sul limite giornaliero della famiglia.
en: AI planning: %lld days · %lld messages against the family's daily limit.
es: Planificación IA: %lld días · %lld mensajes sobre el límite diario de la familia.
fr: Planification IA : %lld jours · %lld messages sur la limite quotidienne de la famille.

source: Pianifico %@…
en: Planning %@…
es: Planificando %@…
fr: Planification %@…

source: Piano %@
en: Plan %@
es: Plan %@
fr: Forfait %@

source: Piano %@ · %@
en: Plan %@ · %@
es: Plan %@ · %@
fr: Forfait %@ · %@

source: Piano Pro o Max per l'AI
en: Pro or Max plan for AI
es: Plan Pro o Max para la IA
fr: Forfait Pro ou Max pour l'IA

source: Piano Pro o Max richiesto per la pianificazione AI.
en: Pro or Max plan required for AI planning.
es: Se requiere plan Pro o Max para la planificación con IA.
fr: Forfait Pro ou Max requis pour la planification IA.

source: Piano attuale
en: Current plan
es: Plan actual
fr: Forfait actuel

source: Piano gestito dal creatore
en: Plan managed by the creator
es: Plan gestionado por el creador
fr: Forfait géré par le créateur

source: Pizzica per zoomare · Trascina per riposizionare
en: Pinch to zoom · Drag to reposition
es: Pellizca para hacer zoom · Arrastra para reposicionar
fr: Pincez pour zoomer · Glissez pour repositionner

source: Più popolare
en: Most popular
es: Más popular
fr: Le plus populaire

source: Più vecchie
en: Older
es: Más antiguas
fr: Plus anciennes

source: Pneumococco
en: Pneumococcus
es: Neumococo
fr: Pneumocoque

source: Posizione
en: Location
es: Ubicación
fr: Position

source: Posizione condivisa
en: Shared location
es: Ubicación compartida
fr: Position partagée

source: Potrai creare la famiglia anche dopo da Impostazioni
en: You can also create the family later from Settings
es: También podrás crear la familia después desde Ajustes
fr: Vous pourrez aussi créer la famille plus tard depuis les Réglages

source: Potrebbe essere stata eliminata o non ancora sincronizzata.
en: It may have been deleted or not yet synced.
es: Puede haber sido eliminada o aún no sincronizada.
fr: Elle a peut-être été supprimée ou pas encore synchronisée.

source: Potrebbe essere stata eliminata.
en: It may have been deleted.
es: Puede haber sido eliminada.
fr: Elle a peut-être été supprimée.

source: Potrebbe essere stato eliminato o non ancora sincronizzato.
en: It may have been deleted or not yet synced.
es: Puede haber sido eliminado o aún no sincronizado.
fr: Il a peut-être été supprimé ou pas encore synchronisé.

source: Preferita
en: Favorite
es: Favorita
fr: Favori

source: Preferite
en: Favorites
es: Favoritas
fr: Favoris

source: Preferito
en: Favorite
es: Favorito
fr: Favori

source: Preimpostate
en: Presets
es: Preajustes
fr: Préréglages

source: Premi + per creare cartelle o caricare documenti.
en: Tap + to create folders or upload documents.
es: Pulsa + para crear carpetas o cargar documentos.
fr: Touchez + pour créer des dossiers ou charger des documents.

source: Premi Salva scheda in basso per confermare medico, contatti e note.
en: Tap Save record at the bottom to confirm doctor, contacts and notes.
es: Pulsa Guardar ficha abajo para confirmar médico, contactos y notas.
fr: Touchez Enregistrer la fiche en bas pour confirmer le médecin, les contacts et les notes.

source: Prenotata
en: Booked
es: Reservada
fr: Réservée

source: Prenotati
en: Booked
es: Reservados
fr: Réservés

source: Prenotato
en: Booked
es: Reservado
fr: Réservé

source: Preparazione
en: Preparation
es: Preparación
fr: Préparation

source: Preparazione & Note
en: Preparation & Notes
es: Preparación y notas
fr: Préparation et notes

source: Preparazione allegato…
en: Preparing attachment…
es: Preparando el adjunto…
fr: Préparation de la pièce jointe…

source: Preparazione contesto esami…
en: Preparing exams context…
es: Preparando el contexto de los exámenes…
fr: Préparation du contexte des examens…

source: Preparazione contesto sanitario…
en: Preparing health context…
es: Preparando el contexto de salud…
fr: Préparation du contexte santé…

source: Preparazione contesto visita…
en: Preparing visit context…
es: Preparando el contexto de la visita…
fr: Préparation du contexte de la visite…

source: Preparazione contesto visite…
en: Preparing visits context…
es: Preparando el contexto de las visitas…
fr: Préparation du contexte des visites…

source: Preparazione contesto…
en: Preparing context…
es: Preparando el contexto…
fr: Préparation du contexte…

source: Presa: %@
en: Taken: %@
es: Tomada: %@
fr: Pris : %@

source: Prescrizioni
en: Prescriptions
es: Recetas
fr: Ordonnances

source: Pressione
en: Blood pressure
es: Tensión
fr: Tension

source: Pressione: %@ mmHg
en: Blood pressure: %@ mmHg
es: Tensión: %@ mmHg
fr: Tension : %@ mmHg

source: Prezzi voli in tempo reale
en: Real-time flight prices
es: Precios de vuelos en tiempo real
fr: Prix des vols en temps réel

source: Prima crea o unisciti a una famiglia.
en: First create or join a family.
es: Primero crea o únete a una familia.
fr: Créez d'abord une famille ou rejoignez-en une.

source: Prima di continuare, leggi come funziona.
en: Before continuing, read how it works.
es: Antes de continuar, lee cómo funciona.
fr: Avant de continuer, lisez comment ça marche.

source: Prima di uscire puoi trasferire la ownership a un altro membro oppure eliminare la famiglia.
en: Before leaving you can transfer ownership to another member or delete the family.
es: Antes de salir puedes transferir la propiedad a otro miembro o eliminar la familia.
fr: Avant de partir, vous pouvez transférer la propriété à un autre membre ou supprimer la famille.

source: Prima dose
en: First dose
es: Primera dosis
fr: Première dose

source: Primo figlio
en: First child
es: Primer hijo
fr: Premier enfant

source: Principio attivo
en: Active ingredient
es: Principio activo
fr: Principe actif

source: Principio attivo (opzionale)
en: Active ingredient (optional)
es: Principio activo (opcional)
fr: Principe actif (facultatif)

source: Privacy check HIBP
en: HIBP privacy check
es: Comprobación de privacidad HIBP
fr: Vérification de confidentialité HIBP

source: Privacy password breach check
en: Password breach privacy check
es: Comprobación de privacidad de filtración de contraseñas
fr: Vérification de fuite de mot de passe

source: Problemi e bug
en: Problems and bugs
es: Problemas y errores
fr: Problèmes et bugs

source: Prodotto
en: Product
es: Producto
fr: Produit

source: Profilo
en: Profile
es: Perfil
fr: Profil

source: Profilo salvato ✅
en: Profile saved ✅
es: Perfil guardado ✅
fr: Profil enregistré ✅

source: Progresso
en: Progress
es: Progreso
fr: Progression

source: Promemoria
en: Reminders
es: Recordatorios
fr: Rappels

source: Promemoria (3 giorni prima)
en: Reminder (3 days before)
es: Recordatorio (3 días antes)
fr: Rappel (3 jours avant)

source: Promemoria Wallet attivi.
en: Wallet reminders on.
es: Recordatorios de Wallet activos.
fr: Rappels Wallet activés.
